experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_16_threads_4_pipeline_10/redis.out
4         Threads
16        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       579383.75          ---          ---         0.91720         0.89500         1.49500         2.14300    608091.37 
Gets       115876.30       341.05    115535.25         0.91703         0.89500         1.49500         2.14300      4966.02 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     695260.05       341.05    115535.25         0.91717         0.89500         1.49500         2.14300    613057.39